Repository: nfsarmento/nuno-sarmento-simple-contact-form
Catalog: languages/nuno-sarmento-simple-contact-form-*.po
Languages: pt

source: Name
pt: Nome

source: Subject
pt: Assunto

source: Phone
pt: Telephone

source: Message
pt: Messagem

source: Submit
pt: Enviar

source: Please enter at least 2 characters
pt: Por favor entre por menos 2 caracteres

source: Please enter valid phone
pt: Por favor introduza um numero valido

source: Please enter at least 10 characters
pt: Por favor entre por menos 10 caracteres

source: Please enter the correct number
pt: Por favor introduza um numero correcto

source: Please enter a valid email
pt: Por favor introduza um email valido

source: Thank you! You will receive a response as soon as possible.
pt: Obrigado! Receberá uma resposta o mais breve possivel

source: Your name
pt: O seu nome

source: Your Email
pt: O seu email

source: Your subject
pt: O seu assunto

source: Your phone
pt: O seu telephone

source: Your message
pt: A sua messagem

source: Name is required
pt: Nome é obrigatório

source: Subject is required
pt: O assunto é obrigatório

source: Message is required
pt: A messagem é obrigatório

source: Change email from admin:
pt: Mude o email de administrador

source: Multiple email:
pt: Use varios emails para receber messagens da contact form

source: Change Name and Submit labels:
pt: Mude o nome do botao enviar

source: Hide subject field:
pt: Esconda a caixa do assunto

source: Hide phone field:
pt: Esconda a caixa do telephone

source: Labels and erros
pt: Titulos e erros

source: Error and success message attributes:
pt: Erros e messagems atributos

source: Form Entries
pt: Form entradas

source: Add new
pt: Adicione uma nova

source: Add new entry
pt: Adicione uma nova

source: Export
pt: Exportar
